[{"quote":"Whenever I’m sad, I stop being sad and be awesome instead.","character":"Barney Stinson"},
 {"quote":"We struggle so hard to hold on to these things that we know are gonna disappear eventually. And that’s really noble.","character":"Lily Aldrin"},
 {"quote":"Because sometimes even if you know how something’s gonna end, that doesn’t mean you can’t enjoy the ride.","character":"Ted Mosby"},
 {"quote":"That’s life, you know. We never end up where you thought you wanted to be.","character":"Marshall Eriksen"},
 {"quote":"Oh my god, look at you cowards. So afraid of any kind of change. So terrified of anything new. So, so desperate to cling to anything comfortable and familiar.","character":"Robin Scherbatsky"},
 {"quote":"We’re going to get older, whether we like it or not, so the only question is whether we get on with our lives or desperately cling to the past.","character":"Ted Mosby"},
 {"quote":"I wound up shame-eating the whole pizza. I woke up all greasy and sweaty. My sheets looked like what they wrap deli sandwiches in. Maybe I should join a gym. Do you go to a gym?","character":"Ted Mosby"},
 {"quote":"Look, you can’t design your life like a building. It doesn’t work that way. You just have to live it, and it’ll design itself.","character":"Lily Aldrin"},
 {"quote":"You can’t just skip ahead to where you think your life should be.","character":"Lily Aldrin"},
 {"quote":"It’s just, eventually we’re all gonna move on. It’s called growing up.","character":"Lily Aldrin"},
 {"quote":"There are two big days in any love story: the day you meet the girl of your dreams and the day you marry her.","character":"Ted Mosby"},
 {"quote":"Guys are like the subway. You miss one, another comes along in five minutes.” “Unless it’s the end of the night, and then you get on anything.","character":"Robin Scherbatsky/Lily Aldrin"},
 {"quote":"A word of advice: Play along. The more you fight it, the worse it’s gonna get. It’s like when your car slides on ice, you steer into the skid.","character":"Ted Mosby"},
 {"quote":"The future is scary, but you can’t just run back to the past because it’s familiar. Yes it’s tempting, but it’s a mistake.","character":"Robin Scherbatsky"},
 {"quote":"I realized that I’m searching, searching for what I really want in life. And you know what? I have absolutely no idea what that is.","character":"Barney Stinson"},
 {"quote":"Somewhere along the line, I forgot to pursue my dream, and now I’m old, and I’m a mom, and it’s just too late for me.","character":"Lily Aldrin"},
 {"quote":"Maybe this isn’t a breakup. Maybe this is just two friends getting back together.","character":"Barney Stinson"},
 {"quote":"Shouldn’t we hold out for the person who doesn’t just tolerate our little quirks, but actually kind of likes them?","character":"Ted Mosby"},
 {"quote":"Why am I constantly looking for reasons not to be happy?","character":"Robin Scherbatsky"},
 {"quote":"If you’re looking for the word that means caring for someone beyond all rationality and wanting them to have everything they want no matter how much it destroys you, it’s love. And when you love someone, you just don’t stop. Ever. Even when people roll their eyes, or call you crazy, even then, especially then.","character":"Ted Mosby"},
 {"quote":"I get recognized one time, and I start thinking I’m Julia Roberts. I’m no VIP; I’m not even an IP; I’m just a lonely little P sitting out here in the gutter.","character":"Robin Scherbatsky"},
 {"quote":"Look, I know the odds are the love of my life isn’t going to magically walk through that door in a pumpkin costume at 2:43 in the morning. But it just seems as nice a spot as any to just, you know, sit and wait.","character":"Ted Mosby"},
 {"quote":"That cake. Best cake I ever had. Seriously, my stomach was like, ‘Hey bro, I don’t know what you’re eating cause I don’t have any eyes but it’s basically awesome, so keep sending it down Gullet Alley.’","character":"Marshall Eriksen"},
 {"quote":"Tonight, we’ll make a memory that will never be tarnished. Then, when we’re old and gray, we’ll look back on this moment, and it’ll be perfect.","character":"Victoria"},
 {"quote":"Everyone has an opinion on how long it takes to recover from a breakup","character":"Ted Mosby"},
 {"quote":"Whether a gesture’s charming or alarming depends on how it’s received","character":"Ted Mosby"},
 {"quote":"Long-distance is a lie teenagers tell each other to get laid the summer before college.","character":"Ted Mosby"},
 {"quote":"Your package has always been big enough. You may not realize this, Marshall Eriksen, but you’ve got a huge package.","character":"Lily Aldrin"},
 {"quote":"I’m a good boyfriend in my sleep.","character":"Marshall Eriksen"},
 {"quote":"That’s love, bitch.","character":"Lily Aldrin"},
 {"quote":"Sometimes things have to fall apart to make way for better things.","character":"Ted Mosby"},
 {"quote":"I really don’t like feelings.","character":"Robin Scherbatsky"},
 {"quote":"Some couples always support each other, and some couples always challenge each other. But is one really better than the other? Yes. Support is better. Way better.","character":"Future Ted Mosby"},
 {"quote":"You keep giving up on people, you’re going to miss out on something great.","character":"Robin Scherbatsky"},
 {"quote":"You see, kids, right from the moment I met your mom I knew, I have to love this woman as much as I can, and as long as I can, and I can never stop loving her, not even for a second. I carried that lesson through every stupid fight we ever had, every 5 a.m. Christmas morning, every sleepy Sunday afternoon, every speed bump, every pang of jealousy or boredom or uncertainty that came our way. I carried that lesson with me.","character":"Future Ted Mosby"},
 {"quote":"It’s one thing to not want something. It’s another to be told you can’t have it.","character":"Robin Scherbatsky"},
 {"quote":"In marriage, being right is less important than being supportive. Remember: Happy wife equals happy life.","character":"Lily Aldrin"},
 {"quote":"If you’re not scared, you’re not taking a chance. And if you’re not taking a chance, then what the hell are you doing?","character":"Ted Mosby"},
 {"quote":"So really the biggest mistake would be not to make that mistake, because then you’ll go your whole life not knowing if something was a mistake or not.","character":"Lily Aldrin"},
 {"quote":"You can’t cling to the past, because no matter how tightly you hold on, it’s already gone.","character":"Ted Mosby"},
 {"quote":"” I don’t wanna get married right now, maybe ever, and if we got together I’d feel like I’d either have to marry you or break your heart, and I just couldn’t do either of those things. Just like you can’t turn off the way you feel.","character":"Robin Scherbatsky"},
 {"quote":"It’s going to be legen — wait for it — dary.","character":"Barney Stinson"}

]